Repository: GDI-HE/GeoPortal.rlp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Filter by categories and topics
de: Filtern mittels Kategorien und Themen

source: Categories and topics
de: Kategorien und Themen

source: Most frequently used map combinations
de: Meistgenutzte Karten

source: map combination tile
de: Kartenzusammenstellungs Kachel

source: Preview of the map combination
de: Vorschau der Kartenzusammenstellung

source: Load mapviewer with the map combination
de: Lade Kartenviewer mit der Kartenzusammenstellung

source: Total views this week
de: Anzahl Aufrufe diese Woche

source: Copy Map URL to clipboard
de: Kopiere URL in die Zwischenablage

source: Open in mobile viewer
de: Im mobilen Kartenviewer öffnen

source: Start search for all map combinations
de: Starte Suche nach allen Kartenzusammenstellungen

source: No description available
de: Keine Beschreibung verfügbar

source: Show all
de: Alle anzeigen

source: Start a search and explore all results. Let's go!
de: Starten Sie eine Suche und entdecken Sie viele weitere Karten und Informationen. Auf gehts!

source: Publishing Organizations
de: Veröffentlichende Organisationen

source: Published datasets
de: Veröffentlichte Datensätze

source: Published layers
de: Veröffentlichte Kartenebenen

source: Published featuretypes
de: Veröffentlichte Objektarten

source: Published wmcs
de: Veröffentlichte Karten

source: Number of data
de: Datenanzahl

source: More information
de: Layer trägt Informationen

source: Information
de: Informationen

source: Login failed
de: Anmeldung fehlgeschlagen

source: Successfully logged in
de: Anmeldung erfolgreich

source: Account not active, please check your emails to reactivate!
de: Konto nicht aktiv, bitte prüfen Sie Ihre Emails!

source: You have to wait 24 hours to reset your password again!
de: Sie müssen 24 Stunden warten, um Ihr Passwort erneut zurückzusetzen!

source: Password failed too many times! Account is deactivated! Activation mail was sent to you!
de: Passwort wurde zu oft falsch eingegeben, das Konto wurde gesperrt, bitte prüfen Sie Ihre Emails!

source: Activation Mail
de: Aktivierungsmail

source: Your account has been deactivated because of too many failed password inputs! You can reactivate with the following link.
de: Ihr Konto wurde aufgrund falscher Passworteingaben gesperrt, Sie können es mit dem folgenden Link reaktivieren.

source: An error occured during sending. Please inform an administrator.
de: Die angefragte Seite scheint nicht zu existieren. Bitte informieren Sie einen Administrator.

source: Relevance
de: Relevanz

source: Forgot Password?
de: Passwort vergessen?

source: Reset Password
de: Passwort zurücksetzen

source: Personal data will not be transmitted to other parties or services. Further information can be found in our
de: Ihre persönlichen Daten werden nicht an Dritte weitergeleitet. Die Daten, die Sie während des Feedbacks angeben, dienen einzig und allein der erneuten Kontaktaufnahme bzgl. Ihres Feedbacks. Weitere Informationen entnehmen Sie bitte unserer

source: Log out to register a new user
de: Ausloggen um neuen Benutzer zu registrieren

source: The Username
de: Der Benutzername

source: is already taken
de: wurde bereits verwendet

source: Password does not meet specified criteria, you should have at least 9 characters, allowed special chars are: @#$%&+=!:-_
de: Das Passwort entspricht nicht den spezifizierten Kriterien, Sie benötigen mindestens 9 Zeichen, erlaubte Sonderzeichen: @#$%&+=!:-_

source: Passwords do not match
de: Passwörter stimmen nicht überein

source: This is your activation link. It will be valid until the end of the day, please copy and paste the link in your browser to activate it.
de: Dies ist Ihr Aktivierungslink. Er wird für die nächsten 24 Stunden gültig sein. Bitte kopieren Sie den Link und fügen Sie ihn in Ihren Browser ein, um den Account zu aktivieren.

source: Account creation was successful. You have to activate your account via email before you can login!
de: Konto wurde erfolgreich angelegt. Sie müssen Ihren Account über den Link in der von uns gesendeten E-Mail aktivieren bevor Sie sich einloggen können!

source: Captcha was wrong! Please try again
de: Captcha war falsch! Bitte erneut versuchen

source: Submit
de: Bestätigen

source: No Account with this Username or Email found
de: Kein Konto mit diesem Benutzernamen oder dieser Email Adresse gefunden

source: Lost Password
de: Passwort vergessen

source: This is your new password, please change it immediately! Password:
de: Dies ist ihr neues Passwort, bitte ändern Sie es unverzüglich! Passwort:

source: Password reset was successful, check your mails.
de: Passwort erfolgreich zurückgesetzt, bitte prüfen Sie ihre Emails

source: The user could not be found. Please contact an administrator!
de: Aktivierung fehlgeschlagen. Bitte kontaktieren Sie einen Administrator!

source: Please accept the General Data Protection Regulation or delete your account!
de: Bitte akzeptieren Sie die Datenschutzerklärung oder löschen Sie Ihr Konto!

source: Your old Password was wrong
de: Ihr altes Passwort war falsch

source: Your current password was wrong
de: Ihr aktuelles Passwort war falsch

source: For changing your password, you have to enter your current password as well.
de: Um Ihr Passwort zu ändern, müssen Sie Ihr aktuelles Passwort ebenfalls angeben.

source: Successfully changed data
de: Daten erfolgreich geändert

source: Save
de: Speichern

source: Delete Profile
de: Profil entfernen

source: Change data
de: Daten ändern

source: Delete Profile!
de: Profil entfernen!

source: Delete Profile?
de: Profil entfernen?

source: You are not logged in
de: Sie sind nicht angemeldet

source: You are owner of registrated services - please delete them or give the ownership to another user.
de: Sie sind Besitzer von registrierten Diensten - Dienste löschen oder einem anderen Eigentümer übergeben

source: You are owner of guis/applications - please delete them or give the ownership to another user.
de: Sie sind Besitzer von Anwendungen - Anwendungen löschen doer einem anderen Besitzer übergeben

source: There are logged service accesses for this user profile. Please connect the service administrators for the billing first.
de: Für dieses Profile existieren gebührenpflichtige Dienste - Bitte kontaktieren Sie einen Administrator

source: Reactivation Mail
de: Reaktivierungsmail

source: In case the deletion of your account was a mistake, you can reactivate it by clicking this link!
de: Falls Sie ihr Konto versehentlich gelöscht haben, können Sie es unter dem folgenden Link reaktivieren!

source: We have emailed you instructions for setting your password. You should receive them shortly.
de: Wir haben Ihnen per E-Mail eine Anleitung zum Einrichten Ihres Passworts zugesandt. Sie sollten sie in Kürze erhalten.

source: Successfully deleted the user:
de: Konto erfolgreich gelöscht für:

source: The password reset link is invalid or has expired.
de: Der Link zum Zurücksetzen des Passworts ist ungültig oder abgelaufen.

source: . In case this was an accident, we sent you a link where you can reactivate your account for 24 hours!
de: . Für den Fall der versehentlichen Löschung haben wir Ihnen eine Email zur Reaktivierung geschickt. Diese ist 24 Stunden gültig.

source: Password invalid. Profile not deleted.
de: Passwort falsch. Profil wurde nicht gelöscht.

source: Successfully logged out
de: Abmeldung erfolgreich

source: Account already active
de: Konto bereits aktiviert

source: Invalid data
de: Invalide Daten

source: Account activation
de: Kontoaktivierung

source: Personal data will not be transmitted to other parties or services. The data, you provided during the feedback process, will only be used to stay in contact regarding your feedback. Further information can be found in our
de: Ihre persönlichen Daten werden nicht an Dritte weitergeleitet. Die Daten, die Sie während des Feedbacks angeben, dienen einzig und allein der erneuten Kontaktaufnahme bzgl. Ihres Feedbacks. Weitere Informationen entnehmen Sie bitte unserer

source: Feedback sent. Thank you!
de: Feedback gesendet. Vielen Dank!

source: Feedback from
de: Feedback Formular von

source: Map URL copied to clipboard
de: Kartenlink in Zwischenablage kopiert

source: Accessibility statement
de: Erklärung zur Barrierefreiheit

source: Spatial filter activated!
de: Räumlicher Filter aktiviert!

source: What is this?
de: Was ist das?

source: Logo of the Hessian heraldic animal: to homepage
de: Logo Hessisches Wappentier: zur Startseit

source: Back to homepage
de: Zurück zur Startseite

source: Back to top
de: Zum Seitenanfang

source: Search field
de: Suchfeld

source: Activate spatial filter
de: Räumlichen Filter aktivieren

source: Easy to read
de: Leichte Sprache

source: Accessibility
de: Barrierefreiheit

source: Header
de: Kopfzeile

source: Main content
de: Hauptinhalt

source: Footer
de: Fußzeile

source: Share
de: Teilen

source: Start search
de: Suche starten

source: Open and close filter settings
de: Filtereinstellung auf- oder zuklappen

source: Open and close searchresults for
de: Auf- und zuklappen der Suchergebnisse für

source: Search results loading
de: Suchergebnisse werden geladen

source: Layers Without Abstracts
de: Ebenen ohne Kurzbeschreibungen

source: Total across all services
de: Gesamtsumme aller Dienste

source: Layers Without Keywords
de: Ebenen ohne Schlüsselwort

source: Abstracts Match Titles
de: Kurzbeschreibungen die mit dem Titel übereinstimmen

source: Layers With Short Abstracts
de: Ebenen mit kurzen Kurzbeschreibungen

source: Columns
de: Spalten

source: Serial No.
de: Seriennr.

source: Service ID
de: Dienst-ID

source: Service Title
de: Diensttitel

source: Total Layers
de: Ebenen Summe

source: Layers Without Abstract
de: Ebenen ohne Kurzbeschreibung

source: Data-Service connection
de: Daten-Service-Verbindung

source: Inspire Monitoring Status
de: Inspire Überwachungsstatus

source: ISO Categorized
de: ISO kategorisiert

source: Actions
de: Aktionen

source: No Inspire Category, nor Inspireidentifiziert
de: Keine Inspire Kategorie, noch Inspireidentifiziert

source: Inspire Category but keyword Inspireidentifiziert missing
de: Kategorie „Inspire“, aber Schlüsselwort Inspireidentifiziert fehlt

source: Keyword as Inspireidentifiziert but Inspire category missing
de: Stichwort als Inspireidentifiziert, aber Inspire-Kategorie fehlt

source: Both Inspire Category and Inspireidentifiziert
de: Sowohl Inspire Category als auch Inspireidentifiziert

source: Show Details
de: Details anzeigen

source: Hide Details
de: Verstecken der Details

source: Keywords Present
de: Schlagwörter

source: Abstracts Present
de: Kurzbeschreibungen

source: Layers Where Abstract Matches Title
de: Ebenen, deren Kurzbeschreibung mit dem Titel übereinstimmt

source: Layer Names
de: Ebenennamen

source: Information on costs/fees/licenses
de: Angaben zu Kosten/Gebühren/Lizenzen

source: Restrictions on public access
de: Beschränkungen des öffentlichen Zugangs

source: The page is unavailable!
de: Die Seite ist nicht verfügbar!

source: You do not have the necessary permissions to access this page.
de: Sie verfügen nicht über die erforderlichen Berechtigungen, um auf diese Seite zuzugreifen.

source: Statistics
de: Statistiken

source: Number of registered users:
de: Anzahl der registierten Nutzer:

source: Number of WMS:
de: Anzahl der WMS:

source: Number of WFS:
de: Anzahl der WFS:

source: Number of WMC:
de: Anzahl der WMC:

source: User statistics
de: Nutzer Statistik

source: daily
de: täglich

source: weekly
de: wöchentlich

source: monthly
de: monatlich

source: 6months
de: halbjährlich

source: yearly
de: jährlich

source: Time period
de: Zeitschiene

source: Cumulative new users
de: Kumulierte neue Nutzer

source: New user
de: Neue Nutzer

source: Deleted users
de: Gelöschte Nutzer

source: WMS statistics
de: WMS Statistik

source: Cumulative number of WMS
de: Kumulierte Anzahl von WMS

source: Deleted WMS
de: gelöschte WMS

source: Cumulative new data
de: Kumulierte neu Daten

source: Deleted
de: gelöschte

source: WFS statistics
de: WFS Statistik

source: Deleted WFS
de: gelöschte WFS

source: Active sessions (last 24 hours)
de: Aktive Sitzungen (letzte 24 Stunden)

source: WMC load count
de: WMC Anzahl der Ladungen

source: Start Date
de: Startdatum

source: End Date
de: Enddatum

source: WMC Statistics
de: WMC Statistik

source: Select WMC
de: WMC auswählen

source: Yesterday's load count
de: Gesamtauslastung von gestern

source: Select Option
de: Option auswählen

source: Download CSV
de: CSV herunterladen

source: User defined report
de: Benutzerdefinierter Bericht

source: Close
de: Schließen

source: Upload a CSV file to generate a report.
de: Laden Sie eine CSV-Datei hoch, um einen Bericht zu erstellen.

source: Upload
de: Hochladen

source: Ensure the CSV file has the correct headers and format. Only one column with header 'reporting_date' with date-format 'YYYY-MM-DD' (e.g. 2024-01-15) is allowed. In german version: date-format 'DD.MM.YYYY' (e.g. 15.01.2024) is allowed
de: Stellen Sie sicher, dass die CSV-Datei die richtigen Kopfzeilen und das korrekte Format hat. Es ist nur eine Spalte mit der Kopfzeile 'reporting_date' und dem Datumsformat 'YYYY-MM-DD' (z. B. 2024-01-15) erlaubt. In der deutschen Version ist das Datumsformat 'DD.MM.YYYY' (z. B. 15.01.2024) erlaubt.

source: %(title)s per interval
de: %(title)s pro Intervall

source: Total %(title)s
de: Gesamt %(title)s

source: USER
de: Benutzer

source: Reporting Date
de: Berichtsdatum

source: Cumulative Total
de: Kumulativsumme

source: %(title)s Creation Report
de: %(title)s Erstellungsbericht

source: Information regarding the CSV file
de: Hinweis zur CSV-Datei

source: Download Sample CSV
de: Beispiel-CSV herunterladen

source: Test Criteria
de: Prüfkriterien

source: All criteria met
de: Alle Kriterien erfüllt

source: One or more criteria missing
de: Ein oder mehrere Kriterien fehlen

source: Check individual column's info button
de: Info-Button der einzelnen Spalten prüfen

source: ISO category does not exist
de: ISO Kategorie existiert nicht

source: ISO Categorised
de: ISO kategorisiert

source: No data available for the selected graph. There might be internet issue or the user has been logged out. The page will be reloaded automatically after 3 seconds.
de: Für das ausgewählte Diagramm sind keine Daten verfügbar. Es könnte ein Internetproblem vorliegen oder Sie wurden abgemeldet. Die Seite wird in 3 Sekunden automatisch neu geladen.

source: Missing Abstract. Please add the Abstract in the layer.
de: Kurzbeschreibung fehlt. Bitte fügen Sie das Abstrakt in der Ebene hinzu.

source: Missing Abstract
de: Kurzbeschreibung fehlt

source: Missing Keywords. Please add the Keywords in the layer.
de: Schlüsselwörter fehlen. Bitte fügen Sie die Schlüsselwörter in der Ebene hinzu.

source: Abstract matches Title. Change the Abstract.
de: Kurzbeschreibung entspricht dem Titel. Bitte ändern Sie das Kurzbeschreibung.

source: Short Abstract. Please add atleast 50 characters
de: Kurze Kurzbeschreibung. Bitte fügen Sie mindestens 50 Zeichen hinzu.

source: Connected
de: Verbunden

source: Not connected
de: Nicht verbunden

source: Missing Keywords
de: Fehlende Schlüsselwörter

source: Abstract = Title
de: Kurzbeschreibung = Titel

source: Short Abstract
de: Kurze Kurzbeschreibung

source: Layers Without Abstracts. Click on Details button to see the details.
de: Ebenen ohne Kurzbeschreibungen. Klicken Sie auf die Schaltfläche Details, um die Details anzuzeigen.

source: The Keywords in the layers are missing. Click on Details button to see the details.
de: Die Schlüsselwörter in den Ebenen fehlen. Klicken Sie auf die Schaltfläche Details, um die Details anzuzeigen.

source: Layer name and abstract matches. Click on Details button to see the details.
de: Ebenenname und Kurzbeschreibung stimmen überein. Klicken Sie auf die Schaltfläche Details, um die Details anzuzeigen.

source: Short Abstracts. Click on Details button to see the details.
de: kurze Kurzbeschreibungen. Klicken Sie auf die Schaltfläche Details, um die Details anzuzeigen.

source: Abstract
de: Kurzbeschreibung

source: Abstract is too short (< 50 chars)
de: Kurzbeschreibung ist zu kurz (< 50 Zeichen)

source: Abstract matches title
de: Kurzbeschreibung entspricht Titel

source: Access
de: Zugriff

source: All
de: Alle

source: All Good
de: Alles Gut

source: Card View
de: Kartenansicht

source: Data-Service Connection
de: Datendienst-Verbindung

source: Export to CSV
de: Als CSV exportieren

source: Fees
de: Gebühren

source: Fees/Licenses
de: Gebühren/Lizenzen

source: Issues
de: Probleme

source: Issues found
de: Probleme gefunden

source: Issues Only
de: Nur Probleme

source: Keywords
de: Schlüsselwörter

source: Layer Details
de: Ebenendetails

source: Layer Name
de: Ebenenname

source: Layers
de: Ebenen

source: Length
de: Länge

source: Load More Services
de: Weitere Services laden

source: Missing abstract
de: Kurzbeschreibung fehlt

source: Missing Abstracts
de: Fehlende Kurzbeschreibungen

source: Missing keywords
de: Schlüsselwörter fehlen

source: Needs attention
de: Benötigt Aufmerksamkeit

source: No Layer Data
de: Keine Ebenendaten

source: No layer data available
de: Keine Ebenendaten verfügbar

source: No layer information available for this service.
de: Keine Ebeneninformation für diesen Service verfügbar.

source: No Services Found
de: Keine Services gefunden

source: No WMS services match your search criteria.
de: Keine WMS-Dienste entsprechen Ihren Suchkriterien.

source: of
de: von

source: Quality Score
de: Qualitätsscore

source: Search by ID or title...
de: Nach ID oder Titel suchen...

source: Short Abstracts
de: Kurze Kurzbeschreibungen

source: Sort
de: Sortieren

source: Sort by issues count
de: Nach Anzahl der Probleme sortieren

source: Sort by layer count
de: Nach Ebenenanzahl sortieren

source: Sort by quality score
de: Nach Qualitätsscore sortieren

source: Sort by title
de: Nach Titel sortieren

source: Status Legend
de: Statuslegende

source: Table View
de: Tabellenansicht

source: Title
de: Titel

source: Title=Abs
de: Titel=Abs

source: Title = Abstract
de: Titel = Kurzbeschreibung

source: Toggle details
de: Details umschalten

source: Metadata Quality Check
de: Metadaten-Qualitätsprüfung

source: Analyze and improve the metadata quality of your WMS services and layers
de: Analysieren und verbessern Sie die Metadatenqualität Ihrer WMS-Dienste und -Ebenen

source: Abstract Length
de: Kurzbeschreibung Länge

source: All layers have abstracts
de: Alle Ebenen haben Kurzbeschreibungen

source: All layers have keywords
de: Alle Ebenen haben Schlüsselwörter

source: No duplicate title=abstract
de: Kein Duplikat Titel=Kurzbeschreibung

source: All abstracts meet minimum length
de: Alle Kurzbeschreibungen erfüllen die Mindestlänge

source: Suggestion: Add descriptive abstracts to all layers
de: Vorschlag: Fügen Sie beschreibende Kurzbeschreibungen zu allen Ebenen hinzu

source: Suggestion: Add relevant keywords for better discoverability
de: Vorschlag: Fügen Sie relevante Schlüsselwörter für bessere Auffindbarkeit hinzu

source: Title matches abstract
de: Titel passt zur Kurzbeschreibung

source: Suggestion: Write unique abstracts different from titles
de: Vorschlag: Schreiben Sie eindeutige Kurzbeschreibungen, die sich von Titeln unterscheiden

source: Abstract is too short
de: Kurzbeschreibung ist zu kurz

source: Suggestion: Expand abstracts to at least 50 characters
de: Vorschlag: Erweitern Sie Kurzbeschreibungen auf mindestens 50 Zeichen

source: Abstract present
de: Kurzbeschreibung vorhanden

source: Keywords present
de: Schlüsselwörter vorhanden

source: Unique abstract
de: Eindeutige Kurzbeschreibung

source: Abstract length is adequate
de: Kurzbeschreibungslänge ist angemessen

source: Suggestion: Add a detailed description of this layer content and purpose
de: Vorschlag: Fügen Sie eine detaillierte Beschreibung des Ebeneninhalts und -zwecks hinzu

source: Suggestion: Add keywords for improved search visibility
de: Vorschlag: Fügen Sie Schlüsselwörter für verbesserte Sichtbarkeit der Suche hinzu

source: Suggestion: Create a unique abstract that describes the content
de: Vorschlag: Erstellen Sie eine eindeutige Kurzbeschreibung, die den Inhalt beschreibt

source: Suggestion: Expand to at least 50 characters for better description
de: Vorschlag: Erweitern Sie auf mindestens 50 Zeichen für bessere Beschreibung

source: Average Quality Score
de: Durchschnittliche Qualitätsbewertung

source: Perfect Services
de: Perfekte Dienste

source: found
de: gefunden

source: Back to Top
de: Nach oben

source: Metadata Analysis
de: Metadaten-Analyse

source: Abstract Length Statistics
de: Statistiken zur Länge der Kurzbeschreibung

source: Average
de: Durchschnitt

source: chars
de: Zeichen

source: Common Issues Detected
de: Erkannte häufige Probleme

source: Layers without abstracts
de: Ebenen ohne Kurzbeschreibungen

source: Layers where abstract matches title
de: Ebenen, bei denen Kurzbeschreibung dem Titel entspricht

source: Layers with short abstracts
de: Ebenen mit kurzen Kurzbeschreibungen

source: Layers without keywords
de: Ebenen ohne Schlüsselwörter

source: Keyword Analytics
de: Schlüsselwort-Analyse

source: Unique Keywords
de: Eindeutige Schlüsselwörter

source: Most Used Keywords
de: Am häufigsten verwendete Schlüsselwörter

source: Least Used Keywords
de: Am wenigsten verwendete Schlüsselwörter

source: Layer Distribution
de: Ebenenverteilung

source: Average per Service
de: Durchschnitt pro Dienst

source: Most Layers
de: Meiste Ebenen

source: Fewest Layers
de: Wenigste Ebenen

source: Service
de: Dienst

source: Keyword Cloud Visualization
de: Schlüsselwort-Wolkenvisualisierung

source: Top Keywords by Frequency
de: Top-Schlüsselwörter nach Häufigkeit

source: No keywords found
de: Keine Schlüsselwörter gefunden
