Repository: GDI-HE/GeoPortal.rlp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Scroll to top
de: Zum Seitenanfang

source: Scroll to bottom
de: Zum Seitenanende

source: German
de: Deutsch

source: English
de: Englisch

source: Loading follow button...
de: Lade Folgen Button...

source: Loading tweets...
de: Lade Tweets...

source: No space left please try again later!
de: Kein Speicherplat übrig. Bitte versuchen Sie es später wieder!

source: Hello
de: Hallo

source: Search for data:
de: Suche nach Daten:

source: Search for locations:
de: Suche nach Orten:

source: No hits found for this search.
de: Keine Treffer für diese Suche gefunden.

source: Help me
de: Zur Hilfe

source: Search in
de: Suche in

source: Resource types
de: Ressourcentyp

source: Filter by
de: Filtern nach

source: Is filtered
de: Filter gesetzt

source: Open filter
de: Filter öffnen

source: No Categories found for this search configuration
de: Keine Kategorien für die verwendeten Sucheinstellungen gefunden

source: Filter categories are not supported for this catalogue.
de: Filtern nach Kategorien wird von diesem Katalog nicht unterstützt.

source: Chosen Categories:
de: Gewählte Kategorien:

source: Remove all filters
de: Lösche alle Filter

source: Type of resource:
de: Art der Ressource:

source: Hits per page:
de: Treffer pro Seite:

source: Sort by:
de: Sortieren nach:

source: Only open data
de: Nur freie Daten

source: An open data icon
de: Nur freie Daten

source: Active
de: Aktiv

source: Not active
de: Nicht aktiv

source: Filter only open data active
de: Filter nur freie Daten aktiviert

source: Filter only open data deactivate
de: Filter nur freie Daten deaktiviert

source: Insert search term here
de: Bitte Suchbegriff eingeben

source: Search
de: Suche

source: Spatial Filter
de: Räumlicher Filter

source: Use spatial filter
de: Räumlichen Filter benutzen

source: The german flag, indicating the german language
de: Die deutsche Flagge, stellt die deutsche Sprache dar

source: The United Kingdoms`s flag, indicating the english language
de: Die Flagge des vereinigten Königreiches, stellt die englische Sprache dar

source: Extended Search
de: Erweiterte Suche

source: All articles
de: Alle Artikel

source: Open page
de: Artikel öffnen

source: Link opens in a new tab
de: Link öffnet im neuen Tab

source: No hits found for this search configuration
de: Keine Treffer für die verwendeten Sucheinstellungen gefunden

source: Search for keywords
de: Schlagwortsuche

source: Applications
de: Anwendungen

source: No results found, please use another search term...
de: Keine Ergebnisse gefunden, bitte versuchen Sie einen anderen Suchbegriff...

source: Show
de: Anzeigen

source: Original atom feed
de: Originaler Atom Feed

source: Open atom feed client
de: Öffne Atom Feed Client

source: Open in html client
de: Öffne in HTML Client

source: Datasets
de: Datensätze

source: Miscellaneous Datasets
de: Sonstige Datensätze

source: Competent authority
de: Zuständige Stelle

source: Organizations
de: Organisationen

source: Date of metadata
de: Datum der Metadaten

source: Series
de: Serien

source: Services
de: Dienste

source: Pages:
de: Seiten:

source: Back
de: Zurück

source: Next
de: Weiter

# email
source: To:
de: An:

# email
source: Subject:
de: Betreff:

source: Cancel
de: Abbrechen

source: Send
de: Senden

source: Open metadata for
de: Metadaten öffnen für

source: Open metadata in new window
de: Metadaten in neuem Fenster öffnen

source: Total view count
de: Anzahl Aufrufe

source: Time of metadata
de: Zeitliche Ausdehnung:

source: to
de: bis

source: No licence information found
de: Keine Lizenzinfos vorhanden

source: The data providers terms of licence applies to this data.
de: Es gelten die Nutzungsbedingungen des Diensteanbieters.

source: Access will be logged
de: Der Zugriff wird protokolliert

source: Logging
de: Protokollierung

source: More
de: Weitere

source: Web Map Context
de: Kartenzusammenstellungen

source: A lying map
de: Eine liegende Karte

source: Web Map Services
de: Darstellungsdienste

source: Smaller version of map preview
de: Kleinere Version der Kartenvorschau

source: Click for large image
de: Für großes Bild anklicken

source: Bounding box around area of interest on a map
de: Umrissgrenzen um das Gebiet auf der Karte

source: Sublayers
de: Unterebenen

source: Demand
de: Nachfrage

source: Alphabetically
de: Alphabetisch

source: Identification number
de: Indentifikationsnummer

source: Last Change
de: Letze Änderung

source: Where?
de: Wo?

source: When?
de: Wann?

source: Topics
de: Themen

source: Provider
de: Anbieter

source: What?
de: Was?

source: Spatial Restriction
de: Räumliche Einschränkung

source: activate spacial limitation
de: räumliche Eingrenzung aktivieren

source: cut off
de: abgeschnitten

source: outside
de: außerhalb

source: completely within
de: vollständig innerhalb

source: time restriction
de: Zeitliche Einschränkung

source: Release date
de: Datum der Veröffentlichung

source: From:
de: Von:

source: To:
de: Bis:

source: Actuality of data
de: Aktualität der Daten

source: Classification
de: Klassifikation

source: Undo selection
de: Auswahl zurücksetzen

source: Other Topics
de: Andere Themen

source: Provider:
de: Anbieter:

source: Reset selection
de: Auswahl zurücksetzen

source: Type of Ressources:
de: Art der Ressource:

source: Interactive Maps
de: Interaktive Karten

source: Search/Download/Gathering modules
de: Such/Download/Erfassungsmodule

source: Map collections
de: Karten

source: Welcome to the Geoportal Hesse
de: Herzlich willkommen im Geoportal Hessen

source: Here you get an unified access to the geodata of the Spatial Data Infrastructure Hesse (GDI-HE)
de: Hier erhalten Sie einen einheitlichen Zugang zu den raumbezogenen Daten der Geodateninfrastruktur Hessen (GDI-HE)

source: continue to the News
de: weiter zur Meldung

source: Looking for Geodata?
de: Sie suchen Geodaten?

source: Here you can start your search
de: Hier erhalten Sie einen Vorsprung bei Ihrer Suche

source: Now start an already filtered search by selecting one of the tiles
de: Starten Sie jetzt eine bereits gefilterte Suche durch die Auswahl einer der Kacheln

source: Frequently used Maps
de: Häufig gestartete Karten

source: Latest Maps
de: Neueste Karten

source: New
de: Neu

source: See all
de: Alle anzeigen

source: Show all WMCs
de: Alle WMCs anzeigen

source: No result found
de: Kein Ergebnis gefunden

source: Start our map application with already selected map layers here
de: Hier starten Sie unsere Kartenanwendung mit bereits ausgewählten Kartenebenen

source: You can switch map layers on or off and add further map layers
de: Sie können im Anschluss Kartenebenen aus- oder einschalten und weitere Kartenebenen hinzuladen

source: Compilations
de: Zusammenstellungen

source: Metadata
de: Metadaten

source: Open in atom feed viewer
de: Öffne im Atom Feed Viewer

source: Download services
de: Downloaddienste

source: The INSPIRE icon, shaped like a pineapple
de: Das INSPIRE Symbol in der Form einer Ananas

source: Only for registered users
de: Nur für registrierte Nutzer

source: Ask data provider for permission
de: Datenanbieter um Berechtigung bitten

source: Access is network dependent
de: Der Zugriff ist netzwerkabhängig

source: Chargeable
de: Kostenpflichtig

source: Layer has information
de: Layer trägt Informationen

source: Avg. availability
de: Durchschnittliche Verfügbarkeit

source: Last monitoring state
de: Letzter Monitoring Status

source: Show Capabilities
de: Capabilities anzeigen

source: Add to mapviewer
de: Kartenviewer hinzufügen

source: Add to mapviewer with zoom
de: Kartenviewer hinzufügen mit Zoom

source: A filter icon
de: Ein Filtersymbol

source: Results
de: Suchergebnisse

source: No descriptor given (e.g. environment protection, minig, ...)
de: Kein Sachwort angegeben (z.B. Umweltschutz, Bergbau, ...)

source: Spatial search - select a usable combination
de: Räumliche Suche - Verwendbare Kombinationen

source: No results found.
de: Keine Ergebnisse gefunden

source: No hits for spatial search
de: Keine Treffer für die räumliche Suche

source: Accept
de: Akzeptieren

source: Decline
de: Ablehnen

source: Own catalogue
de: Eigener Katalog

source: Germany
de: Deutschland

source: Europe
de: Europa

source: Info pages
de: Infoseiten

source: Search terms(e):
de: Suchbegriffe:

source: Spatial Restriction:
de: Räumliche Einschränkung:

source: Hits per Page:
de: Treffer pro Seite

source: Select hits per page:
de: Treffer pro Seite wählen:

source: Search-, Download-,Gathering-modules
de: Such-, Download-, Erfassungsmodule

source: Map Combinations
de: Karten

source: Send permission request
de: Berechtigungsanfrage senden

source: [Geoportal.RLP] Permission request for
de: [Geoportal.RLP] Berechtigungsanfrage für

source: Please give me permission to view the resource '
de: Bitte geben Sie mir die Berechtigung die folgende Ressource zu verwenden '

source: ' It has the ID
de: ' Die Ressource verwendet die ID

source: . Thank you very much
de: . Vielen Dank

source: A warning triangle with an exclamation mark inside
de: Ein Warndreieck mit Ausrufezeichen

source: Something went wrong...
de: Etwas ist schiefgelaufen...

source: The page you requested does not seem to exist. Please inform an administrator.
de: Die angefragte Seite scheint nicht zu existieren. Bitte informieren Sie einen Administrator

source: Maintenance ongoing
de: Laufende Wartungsarbeiten

source: Dear Visitor,
de: Lieber Besucher,

source: we are currently working on the Geoportal.
de: wir arbeiten zur Zeit am Geoportal.

source: The service will be back as fast as possible.
de: Der Dienst wird schnellstmöglich wieder verfügbar sein.

source: Helpdesk contact:
de: Kontakt zum Helpdesk:

source: Thank you for your understanding!
de: Vielen Dank für Ihr Verständnis!

source: The logo of Geoportal Rhineland-Palatinate
de: Das Logo des Geoportals Rheinland-Pfalz

source: Logo of the spatial data infrastructure organization
de: Logo der Geodateninfrastruktur

source: Search term
de: Suchbegriff

source: A lying map icon
de: Eine liegende Karte

source: Open and close map viewer
de: Kartenviewer öffnen oder schließen

source: Three horizontal lines, one below the other
de: Drei horizontale Linien untereinander

source: Open and close menu
de: Menü auf- oder zuklappen

source: Menu
de: Menü

source: A stylized house
de: Ein stilisiertes Haus

source: A filled stylized person shape in a circle
de: Eine farblich ausgefüllte stilisierte Person in einem Kreis

source: An empty stylized person shape in a circle
de: Eine nicht ausgefüllte stilisierte Person in einem Kreis

source: My Profile
de: Mein Profil

source: Hello
de: Hallo

source: Change Profile
de: Profil bearbeiten

source: Show subscription
de: Abos anzeigen

source: Logout
de: Abmelden

source: Not signed in
de: Nicht angemeldet

source: Login
de: Anmelden

source: Registration
de: Registrierung

source: A newspaper
de: Eine Zeitung

source: News
de: Meldungen

source: Mapviewer
de: Kartenviewer

source: A navigation menu icon
de: Ein Navigationsmenüsymbol

source: State coat of arms of Rhineland-Palatinate
de: Wappen von Rheinland-Pfalz

source: Contact
de: Kontakt

source: Legal Disclosure
de: Impressum

source: Privacy
de: Datenschutz

source: Legal Notice
de: Rechtshinweis

source: Transparency law
de: Transparenzgesetz

source: You are using a mobile device. Not all functions of this webpage can be used on mobile devices. For full functionality please visit us using a desktop browser. <br> Thank you very much.
de: Sie verwenden ein mobiles Endgerät. Leider können nicht alle Funktionen dieser Webseite mobil verwendet werden. Um den vollen Funktionsumfang zu erhalten verwenden Sie bitte einen Desktop Browser. <br> Vielen Dank für Ihr Verständnis.

source: This webpage uses cookies to provide you the best user experience. On further questions regarding personal data security, please read our
de: Diese Webseite verwendet ausschließlich technisch notwendige Cookies. Informationen zu unserem Datenschutz finden Sie in unseren

source: data policy
de: Datenschutzrichtlinien

source: I understand!
de: OK

source: Unsupported browser detected
de: Nicht unterstützter Browser erkannt

source: you are using a not supported browser. For the best user experience and for reasons of data security it is recommended to use a modern browser,
de: Sie verwenden einen nicht unterstützten Browser. Für die beste Nutzbarkeit und aus Gründen der Sicherheit empfehlen wir die Verwendung eines modernen Browsers,

source: such as Microsoft Edge, Mozilla Firefox, Google Chrome or Opera.
de: wie Microsoft Edge, Mozilla Firefox, Google Chrome oder Opera.

source: Additional information can be found on the following page:
de: Auf der folgenden Seite finden Sie zusätzliche Informationen:

source: Compatibility
de: Kompatibilität

source: First name
de: Vorname

source: Please enter your first name.
de: Bitte geben Sie Ihren Vornamen ein.

source: Family name
de: Nachname

source: Please enter your last name.
de: Bitte geben Sie Ihren Nachnamen ein.

source: E-Mail address
de: E-Mail Adresse

source: Please enter your email.
de: Bitte geben Sie Ihre E-Mail Adresse ein.

source: Your Message
de: Ihre Nachricht

source: Please enter your message.
de: Bitte geben Sie ihre Nachricht ein.

source: I'm not a robot
de: Ich bin kein Roboter

source: Please confirm that you are not a robot.
de: Bitte bestätigen Sie, dass Sie kein Roboter sind.

source: Username
de: Benutzername

source: Please enter your username.
de: Bitte geben Sie Ihren Benutzernamen ein.

source: Your password can't be too similar to your username.
de: Ihr Passwort darf nicht zu ähnlich zu Ihrem Benutzernamen sein.

source: The form is not valid.
de: Das Formular ist nicht gültig.

source: For changing your profile, you have to enter your current password.
de: Damit Ihr Profil angepasst wird, müssen Sie Ihr aktuelles Password angeben.

source: For changing your password, all password fields must be filled.
de: Um Ihr Password zu ändern, müssen alle Passwortfelder ausgefüllt werden.

source: Password must be at least 9 characters long.
de: Das Passwort muss mindestens 9 Zeichen lang sein.

source: Password must contain at least one digit.
de: Das Passwort muss mindestens eine Ziffer enthalten.

source: Password must contain at least one uppercase letter.
de: Das Passwort muss mindestens einen Großbuchstaben enthalten.

source: Password must contain at least one lowercase letter.
de: Das Passwort muss mindestens einen Kleinbuchstaben enthalten.

source: Do you really want to delete the profile?
de: Möchten Sie das Profil wirklich löschen?

source: The provided email address is not valid. Please check it to make sure it is correct. An activation link will be sent to the correct email address.
de: Die angegebene E-Mail-Adresse ist nicht gültig. Bitte überprüfen Sie sie, um sicherzustellen, dass sie korrekt ist. Ein Aktivierungslink wird an die richtige E-Mail-Adresse gesendet.

source: The entered email address appears to be valid. Please check your email inbox for the activation link.
de: Die eingegebene E-Mail-Adresse scheint gültig zu sein. Bitte überprüfen Sie Ihr E-Mail-Postfach auf den Aktivierungslink.

source: The provided email address is not valid.
de: Die angegebene E-Mail-Adresse ist nicht gültig.

source: The entered email address appears to be valid.
de: Die eingegebene E-Mail-Adresse scheint gültig zu sein.

source: You can recover your profile up to 24 hours. After this time period reactivation is not possible. The reactivation link is sent to you by email automatically.
de: Sie können Ihr Profil bis zu 24 Stunden wiederherstellen. Nach diesem Zeitraum ist eine Reaktivierung nicht mehr möglich. Der Reaktivierungslink wird Ihnen automatisch per E-Mail zugesandt.

source: Your password has been reset. You can now log in with your new password.
de: Ihr Passwort wurde zurückgesetzt. Sie können sich jetzt mit Ihrem neuen Passwort anmelden.

source: Note that this link is valid only for 24 hours.
de: Bitte beachten Sie, dass dieser Link nur 24 Stunden gültig ist.

source: Invalid phone number.
de: Ungültige Telefonnummer.

source: Refresh CAPTCHA
de: CAPTCHA aktualisieren

source: Click for more information.
de: Klicken Sie hier, um weitere Informationen zu erhalten.

source: Phone number appears to be valid.
de: Telefonnummer scheint gültig zu sein.

source: Phone number is not valid. It can contain digits, parentheses, hyphens, plus signs, and spaces.
de: Telefonnummer ist nicht gültig. Sie kann Ziffern, Klammern, Bindestriche, Pluszeichen und Leerzeichen enthalten.

source: Please enter your password with at least 9 characters. Allowed special chars are: @#$%&+=!:-_
de: Bitte geben Sie Ihr Passwort mit mindestens 9 Zeichen ein.Erlaubte Sonderzeichen @#$%&+=!:-_

source: Please enter a password that is at least 9 characters long, includes at least one uppercase letter, one lowercase letter, and one number.
de: Bitte geben Sie ein Passwort ein, das mindestens 9 Zeichen lang ist, mindestens einen Großbuchstaben, einen Kleinbuchstaben und eine Zahl enthält.

source: Please use at least 9 characters.
de: Bitte verwenden Sie mindestens 9 Zeichen.

source: Please enter your password with at least at 9 characters.
de: Bitte verwenden Sie mindestens 9 Zeichen.

source: Password
de: Passwort

source: Please confirm your password.
de: Bitte bestätigen Sie Ihr Passwort.

source: Please enter a password first
de: Bitte geben Sie zuerst ein Passwort ein

source: The passwords you entered do not match
de: Die eingegebenen Passwörter stimmen nicht überein

source: Passwords match
de: Passwörter stimmen überein

source: Toggle password visibility
de: Passwortsichtbarkeit umschalten

source: Your password is being checked against a list of known and already compromised passwords (approximately 20,000 entries).
de: Ihr Passwort wird gegen eine Liste bekannter und bereits kompromittierter Passwörter überprüft. (ca. 20.000 Einträge)

source: Link to the list
de: Link zur Liste

source: If your input is affected, you must choose a new, secure password.
de: Falls Ihre Eingabe betroffen ist, müssen Sie ein neues, sicheres Passwort auswählen.

source: Click for password requirements
de: Klicken Sie für Passwortanforderungen

source: Close tooltip
de: Tooltip schließen

source: At least 9 characters
de: Mindestens 9 Zeichen

source: At least one lowercase letter
de: Mindestens ein Kleinbuchstabe

source: At least one uppercase letter
de: Mindestens ein Großbuchstabe

source: At least one number
de: Mindestens eine Zahl

source: Password Confirmation
de: Passwort bestätigen

source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein

source: The entered email address is valid
de: Die eingegebene E-Mail-Adresse ist gültig

source: Organization
de: Organisation

source: Please enter the organization you are working for.
de: Bitte geben Sie Ihre Organisation ein.

source: Departement
de: Abteilung

source: Password is valid.
de: Passwort ist gültig.

source: Password is invalid. Please check the password rules.
de: Passwort ist ungültig. Bitte überprüfen Sie die Passwortregeln.

source: Confirm new password
de: Neues Passwort bestätigen

source: Please enter the departement you are working in.
de: Bitte geben Sie Ihre Abteilung ein.

source: Close message
de: Nachricht schließen

source: Phone
de: Telefon

source: Please enter your phone number.
de: Bitte geben Sie Ihre Telefonnummer ein.

source: Description
de: Beschreibung

source: Please enter a description.
de: Bitte geben Sie eine Beschreibung ein.

source: I want to sign up for the newsletter
de: Ich möchte den Newsletter abonnieren

source: Sign up for the newsletter.
de: Ich möchte den Newsletter abonnieren.

source: I want to participate in surveys
de: Ich möchte an Umfragen teilnehmen

source: Participate in surveys.
de: Ich möchte an Umfragen teilnehmen.

source: I understand and accept that my data will be automatically processed and securely stored, as it is stated in the general data protection regulation (GDPR).
de: Ich verstehe und akzeptiere, dass meine Daten automatisch verarbeitet und sicher gespeichert werden. Es gelten die Rechte und Pflichten der Datenschutzgrundverordnung (DSGVO).

source: Accept privacy policy.
de: Datenschutzerklärung akzeptieren.

source: Please enter your password.
de: Bitte Passwort eingeben.

source: Current password
de: Aktuelles Passwort

source: New password
de: Neues Passwort

source: Password confirmation
de: Passwort bestätigen

source: Phone
de: Telefon

source: Preferred viewer
de: Bevorzugter Viewer

source: Use HTTP Digest Authentication for secured Services
de: Verwendung von HTTP Digest Authentifizierung für abgesicherte Dienste

source: Use HTTP Digest Authentication for secured Services.
de: Verwendung von HTTP Digest Authentifizierung für abgesicherte Dienste

source: privacy policy
de: Datenschutzerklärung

source: Confirm with password
de: Mit Passwort bestätigen

source: Account successfully activated!
de: Konto erfolgreich aktiviert!

source: Account successfully reactivated!
de: Konto erfolgreich reaktiviert!

source: Search through mapsets...
de: Karten durchsuchen...

source: Clear search input
de: Sucheingabe löschen

source: Previous
de: Zurück

source: Go to previous set of pages
de: Zur vorherigen Seitengruppe gehen

source: Go to next set of pages
de: Zur nächsten Seitengruppe gehen

source: Go to page
de: Gehe zu Seite

source: Activation failed. Please contact an administrator!
de: Aktivierung fehlgeschlagen. Bitte kontaktieren Sie einen Administrator!

source: Switch between list or tile view
de: Zwischen Listen- und Kachelansicht wechseln

source: Order by
de: Sortieren nach

source: No preview available
de: Keine Vorschau verfügbar

source: Times used
de: Anzahl Klicks

source: Published on
de: Veröffentlicht am

source: Published by
de: Veröffentlicht von

source: Why should I create an account?
de: Wozu brauche ich ein Benutzerkonto?

source: A short explanation of the benefits of an account for this Geoportal!
de: Eine kurze Erklärung der Vorteile eines Benutzerkontos auf diesem Geoportal!

source: Password must contain the following:
de: Passwort muss folgendes beinhalten:

source: A special character, these are allowed: @#$%%&+=!:-_
de: Ein Sonderzeichen, erlaubt sind: @#$%%&+=!:-_

source: Minimum 9 characters
de: Mindestens 9 Zeichen

source: * The field is required.
de: * Pflichtfeld

source: For additional information regarding your privacy and the GDPR, please read our
de: Für weitere Informationen bzgl. unserer Datenschutzerklärung sowie der DSGVO, lesen Sie bitte unsere

source: privacy rules
de: Datenschutzerklärung

source: Feedback form
de: Feedback Formular

source: Remaining characters:
de: Verbleibende Zeichen:

source: Switch between mapviewers
de: Kartenviewer wechseln

source: Select other map application
de: Andere Kartenanwendung auswählen

source: Homepage
de: Startseite

source: Search for all map collections
de: Suche nach allen Karten starten

source: List of Frequently used Maps
de: Liste der meistgenutzten Karten

source: List of Latest Maps
de: Liste der neuesten Karten

source: A lying map in the background. A large plus in the foreground.
de: Eine liegende Karte im Hintergrund. Ein großes Plus im Vordergrund.

source: Search for all map layers
de: Suche nach allen Kartenebenen

source: Map layers
de: Kartenebenen

source: Search for all datasets
de: Suche nach allen Datensätzen

source: Show all organizations
de: Suche nach allen Organisationen starten

source: An organization icon
de: Ein Organisationssymbol

source: Show all applications
de: Zeige alle Anwendungen

source: An application icon
de: Ein Anwendungssymbol

source: Show all topics
de: Alle anzeigen
